Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “校长，叶漓我带来了，这个学生我是真的没法教，不尊重老师不说，还欺负同学，听说还对学校的学长纠缠不休，现在贴吧，网上全都是关于她不知廉耻纠缠人的八卦信息，我们学校的脸都被她丢完了，你看怎么办吧。”程艳一脸嫌恶的道。
en_us: "Principal, I've already brought Ye Li here. This student is really getting out of hand and I can't discipline her at all. Not only does she disrespect the teacher, she even bullies her classmates. I heard that she pesters her senior too. Now, there is plenty of gossip about her going around on the forums and social media platforms on the internet. She's completely embarrassed our school. Please do as you deem fit," Cheng Yan said with a look of disgust.

source: “校长，叶，叶枫找您。”门外的女秘书带着颤音。
en_us: "Principal, Ye Feng is looking for you," the female secretary said with a shaky voice as she stood outside the door.

source: “校长，这件事你也应该看到了，确实是叶漓的问题，而且她的存在实在是影响风气，若是让她继续呆下去，日后学校那些学生跟着学就不好了，你也不是不知道哪位枫神是什么人，惊扰了人家，倒霉的还是咱们。”程艳提醒道。
en_us: "Principal, you've already heard what happened. It's indeed Ye Feng's fault and her presence is really affecting the school's reputation. If she continues to stay here and lead the rest of the students astray, that would be terrible. You know what kind of a person Ye Feng is too. If we end up disturbing him, we'll be the ones in trouble," Cheng Yan reminded.

source: “求？”叶漓挑了挑眼尾，眼神带了几分邪气看她：“自家的哥哥还需要求？你这是在搞笑？”
en_us: "Plead?" Ye Li asked, raising the corners of her eyes and looking at Ye Mei sinisterly. "Why would I have to plead with my brothers? Are you joking?"

source: “没事啦，我今天带的钱多，等会你看上那一条，我送你便是。”叶眉闻言，大方的道。
en_us: "It's alright, I brought a lot of money with me today. Just pick one that you like and I'll give it to you as a gift," Ye Mei said generously after hearing her words.

source: “没事就好，昨晚上我就想去看你了，但是哥哥他们不让，我才没有去看你。”
en_us: "Good that you are. I wanted to go see you last night but Brothers didn't allow me to so I didn't."

source: “没事，我不怪你，毕竟我也知道，你和向阳学长来往关系那么密切，帮着他的忙说我我也能理解，我确实因为表白被拒而伤心，但是我不觉得那足够让我想不开自杀，落水本就是一个意外，到了妹妹的口中却变成了自杀，好像是生怕别人不知道我为情自杀似的，啧，我这还真是跳进黄河也洗不清了。”叶漓无奈耸肩。
en_us: "It's alright, I don't blame you. After all, I know that you've always been close to Xiangyang and I can understand why you want to help him. Indeed, I felt upset about being rejected after confessing to him but I don't think that's enough reason for me to want to take my own life. Falling into the water was an accident in the first place. Yet, you made it sound like suicide, as if you're afraid that others do not know that I killed myself for love. Tsk, I really can't clear my name now," Ye Li said, shrugging her shoulders helplessly.

source: “没什么。”叶漓收了手机，随后有些诧异的看他：“你也被罚站了？”
en_us: "Nothing." Ye Li put away her mobile phone and then looked at him in surprise. "Are you being punished too?"

source: “没关系他会帮你说话，装什么装呢，你今儿个不解释清楚，就别想走！”
en_us: "If you two aren't related to each other, why would he speak up for you? What are you pretending for? If you don't explain yourself clearly today, don't think of leaving!"

source: “没关系的阿姨，我没事。”叶漓摇了摇头。
en_us: "It's alright, Auntie, I'm fine," Ye Li said, shaking her head.

source: “没写。”叶漓道。
en_us: "I didn't write it," Ye Li answered.

source: “没听说啊，还跟咱们的文艺女神走在一起，肯定不是一般人吧？”
en_us: "Haven't you heard yet? She's walking beside the goddess of the arts. She definitely isn't an ordinary person, is she?"

source: “没得商量，就按照我说的办！”可孟父正在上头，哪里注意到，直接下了定论。
en_us: "There's no room for discussion, just do as I say!" Meng Fei's father decided immediately, too infuriated to notice it.

source: “没想到她会是这样的人，难怪枫神之官宣小凤漓这个妹妹，对她丝毫没有理睬，看来不是没有原因的嘛。”
en_us: "I didn't expect her to be such a person, no wonder Ye Feng doesn't care about her even though she's his younger sister too. Seems like there's a reason for that."

source: “没想到小小年纪，竟然就做出了这样的事情，真是不知廉耻！”
en_us: "I didn't expect you to do such a thing at such a young age. You're really shameless!"

source: “没想到我眉宝，竟然是枫神的妹妹，太低调了有木有！”
en_us: "I didn't expect Ye Mei to be Ye Feng's younger sister, she's been keeping such a low profile!"

source: “没有二小姐说的这么严厉，放心吧，肯定能进去的。”她淡笑。
en_us: With a faint smile, Ye Li answered, "It's not as strict as Miss Xu Yuan made it out to be. You can definitely get in."

source: “没有啦，可能是这段时间减肥的效果。”叶漓嘿嘿一笑。
en_us: "No, I think it's because I've been trying to lose weight lately," Ye Li said while chuckling.

source: “没错。”侍者连忙点头。
en_us: "Yes." The stewards nodded frantically.

source: “活该，让她敢接触咱们枫神，这会儿下场来了吧！”
en_us: "She deserves it. How dare she come into contact with our idol, Ye Feng? Now she has to bear the consequences!"

source: “滚去试衣服，不然我走了，你自己买单。”徐晗懒得解释，直接道。
en_us: "Go and get changed or I'm leaving. You'll then have to pay the bill yourself," Xu Han said, too lazy to explain to her.

source: “爷爷，您找我？”她笑道。
en_us: "Grandpa, are you looking for me?" she asked with a smile.

source: “爸爸！”叶漓听到声音的瞬间，猛地一下从沙发上起身，惊喜的看去。
en_us: "Father!" Ye Li exclaimed and sprung up from the couch the moment she heard his voice. She looked over in surprise.

source: “爸爸，我说的是真的了，之前我和凤年哥哥有些误会，所以我对他的态度可能不太好，让你们都误会了，但是这段时间我们的误会已经解开了，我自然也不会再无理取闹。”叶漓有些无奈的道。
en_us: "Father, I'm serious. Previously, there was some misunderstanding between me and Brother Fengnian, so my attitude towards him was rather harsh. I caused you guys to get the wrong idea. However, we've cleared the misunderstanding and I won't be unreasonable again," Ye Li said helplessly.

source: “爸，不好意思，外面客人多，一直在寒暄，让你们久等了。”二夫人笑着道。
en_us: "Father, I'm sorry but there are too many guests outside and I've been chatting with them. Sorry to have kept all of you waiting," Kong Yun said with a smile.

source: “爸，你怎么回来了？不是说还要过几天？”叶洛疑惑的问道。
en_us: "Father, why are you home? Didn't you say that you'd only be back in a few more days?" Ye Luo asked in puzzlement.

source: “爸，你说什么啊，我才不要道歉！”孟非也没想到父亲突然就变了决定，还扯着自己主动找叶漓道歉。
en_us: "Father, what are you talking about? I don't want to apologize!" Meng Fei did not expect her father to suddenly change his mind and drag her towards Ye Li to make her apologize to the latter.

source: “爸，到底发生什么事了？你倒是告诉我们啊？”孟非看父亲脸色这么难看，一下就慌了。
en_us: "Father, what exactly happened? Tell us," Meng Fei asked, panicking when she saw the grim expression on her father's face.

source: “爸，我，我不知道啊，从来没有听人说过她是谁家的小姐，而且看起来也不像是那样的千金，我真不知道。”孟非抽泣着道。
en_us: "Father, I-I didn't know. I'd never heard anyone say that she was the daughter of the Ye Family and she doesn't look the part either. I really didn't know," Meng Fei explained while sobbing.

source: “爸，爸爸你怎么能这么跟枫神说话！”一旁的孟非没想到自家爸爸竟然会这么说，顿时就涨红了了脸，赶忙制止道。
en_us: "Father, Father, how can you talk to Ye Feng like that!?!" Meng Fei, who was at the side, did not expect her father to say that at all. Her face immediately became flushed and she hurriedly stopped them.

source: “爸，阿漓他们来了。”大夫人上前尊敬的对老爷子说。
en_us: "Father, Ye Li and the others have arrived," Mrs. Xu said respectfully to Xu Fengnian's grandfather.

source: “现在还要我道歉吗？”叶漓挑了挑眉，看向脸色惨白的孟父，和一脸莫名的孟母孟非。
en_us: "Do you still want me to apologize now?" Ye Li asked with raised brows as she looked at Meng Fei's father whose face had turned pale, followed by Meng Fei's mother who looked bewildered.

source: “白白嫩嫩的又怎么样，还不是狗改不了吃屎，我听说今天来这里包场的可是咱们学校的大明星，之前我还不知道是谁，这会儿我知道了，肯定是咱们一心向阳，之前叶漓对一心向阳可是纠缠不休呢，向阳可讨厌她了！这会儿竟然追到了这里来，真是不要脸。”
en_us: "So what if she's fair and tender? The fox may grow gray but never good. I heard that the person who booked the restaurant is a huge celebrity of our school. Previously, I didn't know who it was but now I do. It must be our beloved idol Xiangyang. Previously, Ye Li had been pestering him and Xiangyang utterly detests her! This time, she chased him all the way here. How shameless."

source: “眉儿不是叫你姐姐吗？既然是姐妹，谁来不是一样，你干嘛说那么难听。”
en_us: "Doesn't Ye Mei call you her sister? Since you're sisters, it doesn't matter who turns up. Why do you have to make it sound so terrible?"

source: “眉儿你不是说学长包场了吗？你姐姐怎么说她约了人在哪里吃饭？”一旁的好友王丽疑惑的问。
en_us: "Mei, didn't you say that Senior has booked the entire restaurant? Why did your sister say that she's going to have lunch there with someone else?" her close friend, Wang Li, asked in bewilderment.

source: “眉儿你最好了！”女生兴奋的抱住了她。
en_us: "Ye Mei, you're the best!" The girl hugged her excitedly.

source: “眉儿你真的是太漂亮了，这衣服简直就是量身为你定做的呀！”
en_us: "Ye Mei, you're gorgeous. This gown is made just for you!"

source: “眉儿，不然你换其他的吧，反正身材好，穿什么都好看。”
en_us: "Ye Mei, why don't you try something else? You've got a great figure and you'll look good in anything."

source: “眉儿，你快看，你姐姐被全网攻击了！啧啧真是惨啊！”叶眉正蹙着眉头去看叶漓，闻言，回头看她。
en_us: "Ye Mei, hurry and see this. Your sister's being slammed by all the netizens! Tsk, tsk, it's really terrible!" Ye Mei, who was looking at Ye Li with a frown, turned around to look at her desk-mate after hearing her words.

source: “眉儿，学校...”叶枫正想问学校关于那些流言的事情，就被叶旬扯了一下，他顿了顿，转了个语气问：“学校那边麻烦你帮老师说一声，阿漓可能要休息一段时间再过去。”
en_us: "Mei, the school..." Ye Feng was just about to question her about the rumors that had been spreading in school when Ye Xun tugged him. Ye Feng pause and continued with a different tone, "Please inform the teacher in school that Li has to rest and recuperate for some time before returning to school."

source: “真是不要脸，还跑去自杀，她是不是因为咱们男神拒绝了她，所以才想要用这么极端的方式报复男神啊，太恶毒了吧！”
en_us: "She's really shameless. She even tried to commit suicide. Did she think of using such an extreme way to retaliate against our idol because he had rejected her? How vicious!"

source: “真是无脑脑残粉，尽是给自家偶像招黑，本来人家没那个意思，她非得要往那边想，现在好了吧，自己打自己的脸。”
en_us: "They're really brainless and retarded fans. All they do is garner haters for their idols. Ye Li didn't have those intentions in the first place but she insists on thinking that way. Great, now she's proven herself wrong."

source: “真的吗？”女生一听，顿时惊喜的看她。
en_us: "Really?" the girl immediately asked in surprise.

source: “真的很抱歉枫神妹妹，我们当时太激动了，才会来找你麻烦，请你原谅大家。”
en_us: "I'm really sorry, Ye Feng's younger sister, we were just too agitated at that time. That's why we started berating you and making things difficult for you. Please forgive all of us."

source: “真的？”闻言，孟父顿时一脸惊喜的看她。
en_us: "Really?" Meng Fei's father asked, looking at her in surprise as soon as he heard her words.

source: “真羡慕啊，长得又漂亮，学习优秀，跟大佬们的关系又那么好。”
en_us: "I'm so envious. She's so beautiful, her grades are excellent, and she's so close to the famous figures."

source: “确实好久不见。”叶漓淡淡的回应了一声，却并没有要伸手的意思。
en_us: "Indeed, it has been long," Ye Li answered indifferently but she did not intend to shake her hand.

source: “竟然敢勾引我男神，今儿个绝对不能放过她！”
en_us: "How dare she seduce my idol? I definitely won't let her off today!"

source: “等一下，她是跟我一起的，她没有邀请函。”侍者还没来得及说话，叶眉就大喊一声，引得周围的人一下看了过来。
en_us: "Wait a minute, she's with me. She didn't bring an invitation card," Ye Mei yelled loudly before the steward could even speak, attracting the attention of everyone and causing them to look over.

source: “等等！”叶漓在他几乎要跪下去的档口，沉声开口了，“你好歹也是长辈，这么大的礼，我可承受不起。”
en_us: Just as he was about to kneel down, Ye Li interjected, "Wait! You're still an elder after all, I can't accept this."

source: “等等，叶枫同学，你和叶漓同学是什么关系？你们难道正在交往？”校长先从在震惊中回过了神，见叶枫一脸担忧的看着叶漓，忍不住问道。
en_us: "Wait, Ye Feng, what's your relationship with Ye Li? Are you two dating each other?" The principal was the first to snap out of the shock. He couldn't help but ask that question when he saw Ye Feng looking at Ye Li worriedly.

source: “等等，她叫叶漓？不会是网上跟枫神闹绯闻的那个女的吧？”
en_us: "Wait, her name is Ye Li? Is she the same girl who's involved in a scandal with Ye Feng, that everyone on the Internet is talking about?"

source: “等等，阿漓你怎么了，不爱吃没关系呀，我让厨房的人给你换就是了，怎么动这么大的火？再说了，这位厨师是我阿姨我特意给你招来的营养师，你之前不是还很喜欢他做的菜吗？”秦柔人如其名，柔声柔气的开口。
en_us: "Wait, Li, what's the matter with you? It's okay if you don't like the food, I'll just get the chef to prepare something else. Why are you getting so angry? Besides, the chef is a nutrition I specially hired for you. Didn't you use to love the food she cooks?" Qin Rou asked tenderly, her voice as gentle as her name. [1. 'Rou' means 'gentle' in Chinese.]

source: “等，等等，你，你说什么，叶氏收购了我们的公司....”他的舌头像是打结了一般，带着浓重的颤音。
en_us: "Wait, wait, what did you say? The Ye Corporation has acquired our company..." he said in a shaky voice, sounding a little tongue-tied.

source: “算了！”他恼怒的丢了一句，正欲回到自己的座位，可见叶漓的桌子歪歪斜斜的在一边，强迫症的他还是没忍住给她移回了原来的位置，并且丢了一句：“下次生气归生气，别踹桌子，一点都不淑女。”
en_us: "Forget it!" he cursed angrily and was just about to return to his seat when he saw that Ye Li's table was out of line. Due to his OCD, he couldn't help but move it back to the original position, and say, "Next time, even if you're angry, don't kick the table. That's not ladylike at all."

source: “算了！”徐晗看她那茫然的表情，更是烦躁了起来，将手机往她怀里一塞，阴沉着一张脸走了。
en_us: "Forget it!" Xu Han looked at the look of confusion on her face and began getting frustrated again. He shoved her mobile phone back into her hands and left with an austere expression.

source: “算了，你也长大了，我不多问你的私事，要去吃饭吗？”叶明问。
en_us: "Forget it, you're grown up now. I shall stay out of your affairs. Do you want to go for lunch?" Ye Ming asked.

source: “算了，还是让凤年哥哥做决定吧，毕竟这是他的人身自由。”她看向徐凤年。
en_us: "Forget it, let Xu Fengnian decide. After all, this concerns his personal freedom," she said, looking at Xu Fengnian.

source: “粉转黑...”
en_us: "I used to be a fan but I'm becoming a hater..."

source: “给我赶紧道歉！”
en_us: "Hurry up and apologize!"

source: “美炸有木有，@看小凤漓照进我微博置顶，你发的什么鬼图片，小凤漓明明很漂亮好吗？”
en_us: "She's so beautiful @ComeToMyPageToSeePhotosOfYeLi, what kind of a lousy photo did you post? Ye Li is clearly gorgeous, okay?"

source: “老公，怎么了，发生什么事了？”一旁的孟母见他这般失态，顿时也慌了，着急问道。
en_us: "Hubby, what's the matter? What happened?" Meng Fei's mother asked worriedly and she panicked when she saw how disoriented he was.

source: “老师你真不懂？那要不然我们找主任来问问，看看他懂不懂？”
en_us: "Teacher, do you really not understand? Why don't we ask the dean and see if he understands what I'm talking about?"

source: “老师您惩罚别人之前，能否先想想自己，有没有通知过我有论文要写这件事吧！”
en_us: "Teacher, before you punish me, can you think about whether or not you informed me about this paper!?!"

source: “老师，我也没交论文，现在自然是要接受惩罚，这班上没交的人不少吧，你只惩罚一个人，是不是有些说不过去？”徐晗讽刺的扯了扯嘴角，双手插兜，走了出去。
en_us: "Teacher, I didn't submit my paper either so I ought to be punished too. There must be many of us who didn't submit the papers but you're only punishing one person. That doesn't seem right, does it?" Xu Han smirked sarcastically and placed his hands in his pockets before walking out.

source: “聚会？难怪刚刚我收到了徐家送来的请帖，我还没有注意，你说的是这个？”秦柔先是愣了一下，随后从自己的名牌包掏出一烫金请帖，开口问？
en_us: Qin Rou was a little stunned. She then took out a golden invitation card from her luxury bag and asked, "Gathering? No wonder I received an invitation from the Xu Family just now. I haven't paid much attention to it, are you referring to this?"

source: “肯定了，要是我我也得找她麻烦啊，听说孟非的父母都来了，这下叶漓惨了！”
en_us: "That's for sure. If I were her, I'd hold her responsible too. I heard that Meng Fei's parents came to school too. It's over for Ye Li now!"

source: “肯定是嫉妒吧，眉宝这么优秀又漂亮，某些人呢，只能靠蹭别人热度抢别人东西来博眼球，呵呵，一生黑不解释。”
en_us: "Her sister must be jealous of Ye Mei for being so outstanding and pretty. Some people just have to take advantage of the fame of others to bring attention to themselves. Hah, terrible."

source: “肯定是，你们没看到她跟班长一起走进来的？”
en_us: "It must be her. Didn't you guys see that she had entered together with the class president?"

source: “能是什么人，自然是叶家的小姐和少爷。”叶枫不在意的回了一句。
en_us: "Who else can we be? Of course we're the children of the Ye Family," Ye Feng said nonchalantly.

source: “能有什么事情，全世界最好的医生都请回来了。”秦柔有些不屑，但话说的很小声。
en_us: "What can happen to her? They've already hired the best doctors in the world," Qin Rou said softly with some disdain.

source: “脸色看起来不太好看，发生什么事了吗？”叶明并不知道于向阳欺负了自家女儿的事情，他刚从国外出差回来，一回来就往家里跑。
en_us: "You don't look too well. Did something happen?" Yu Xiangyang did not know that Yu Xiangyang had bullied his daughter. He had just returned from an overseas business trip and rushed home as soon as he could.

source: “自己没长眼睛？”徐晗丢了一句。
en_us: "Are you blind? Can't you see for yourself?" Xu Han said.

source: “臭丫头，说的好像是我们很少回来一样。”叶旬上前揉了揉她的头，无奈的笑道。
en_us: "Silly girl, you're making it sound like we rarely come home," Ye Xun said with a helpless smile as he stepped forward to rub her head.

source: “臭小子，看看你都给阿漓找了些什么麻烦。”叶洛冰冷的扫了几个僵硬发呆的女人一眼，骂了叶枫一句。
en_us: "Rascal, look what kind of trouble you've gotten Ye Li into," Ye Luo chided Ye Feng as he glanced coldly at the few women who were petrified.

source: “舅妈带了好多人。”徐倩好奇的看着大夫人身后走来的人，越看眼睛越瞪的大。
en_us: "Aunt brought so many people here," Xu Qian said curiously, staring at the people behind Mrs. Xu with her eyes wide open.

source: “花痴！”徐晗嫌弃的丢了一句，眼神正要收回，却突然看到一个熟悉的人影，他以为自己出了幻觉，微微蹙了蹙眉，仔细一眼，眼神顿变。
en_us: "You're boy crazy!" Xu Han chided in disdain. Just as he was about to look away, he suddenly saw a familiar figure and thought that he was hallucinating. He frowned a little and took a closer look, after which his gaze changed immediately.

source: “虽然说这位学长确实优秀，又是新一代的偶像剧男神，但是，他要家世没家世，要颜值没颜值，我一个大家族的千金小姐，又不是瞎了眼了，干嘛要为了他得罪徐家。”叶漓颇为不屑的说。
en_us: Ye Li said in disdain, "This senior may be very outstanding and he's also the popular male lead of the idol drama of the new generation. However, he doesn't come from a wealthy family and his looks are mediocre. I'm the heiress of a wealthy and prestigious family. I'm not blind, why would I want to offend the Xu Family because of him?"

source: “行了行了，这事既然已经解决了，就都回去吧，你们的家事自己回家解决....”
en_us: "Enough, enough, since this matter has already been resolved, you may take your leave. Settle your family issues at home..."

source: “行了， 你上去吧！这事用不着你管。”换做平时，叶洛三兄弟一般也不会跟叶眉计较，在他们看来，叶眉性子软，经常被叶漓欺负哭，所以偶尔还会好说歹说两句。
en_us: "Enough, go upstairs! Stay out of this." Usually, Ye Luo and his brothers wouldn't bother holding it against Ye Mei because they felt that Ye Mei was too submissive and was often bullied by Ye Li to the point of crying. Hence, they would sometimes speak up for her too.

source: “行了，我不想听什么解释，管家，送这几位小姐出去。”徐夫人却并没有看她们，不容拒绝的开口。
en_us: "Enough, I don't want to hear your explanation. Butler, please send these ladies out," Mrs. Xu said assertively without even looking at them.

source: “行了，这件事本来就是你和你母亲的不对，不确定的事情，就不要拿上来说，误会了阿漓不说，还让人看了笑话。”老爷子沉声说道。
en_us: Xu Fengnian's grandfather said in a deep voice, "Okay, you and your mother were at fault right from the beginning. Don't talk about it. Not only have you misunderstood Ye Li, you've made a fool out of yourselves."

source: “行了，都别说了，让阿漓好好休息一下吧。”叶洛见妹妹脸色不大好看，开口道。
en_us: "Okay, enough, let Li get some rest," Ye Luo said when he noticed that his younger sister looked a little unwell.

source: “被人家说卡里没钱时，这位@眉眼如画小姐的表情可真精彩，自己的卡里面有没有钱都不清楚吗？”
en_us: "When the staff told Miss Ye Mei that she has no money in her card, the look on her face was really interesting. Wouldn't she know if there's any money in her card or not?"

source: “装的吧？她哪里有钱去鱼庄吃饭，哪里一道菜都是五位数呢，专门为咱们学校那些有钱人家的少爷小姐服务的鱼庄，可不是谁都能进去的。”另一个女生不屑。
en_us: "She must be pretending, isn't she? Each dish served at that restaurant costs at least a five-figure amount and it specifically serves the sons and daughters of wealthy families from our school. Not anyone can go there," another girl said in disdain.

source: “要，怎么不要，等我一下，我打电话让人给我送卡。”叶眉表情有些僵硬。
en_us: "Of course I do, why not? Wait, let me call my someone to bring my card here,"Ye Mei said with a stiffened expression.

source: “让管家换个厨师。”叶漓将自家面前的营养餐推到了一边，站了起来，不容拒绝的说。
en_us: "Get the butler to hire a new chef," Ye Li said assertively, pushing the nutritious meal away before standing up. She would not take no for an answer.

source: “该死的，他是疯了吗？竟然有一瞬间觉得这胖女人很勾人！”
en_us: "Damn it, am I out of my mind? I can't believe that I found this fat woman very seductive for a moment!"

source: “请问你什么时候公开道歉？ys官方微博都挂你了。”
en_us: "When are you going to make a public apology? YS Fashion has already tagged you on Twitter."

source: “谁告诉你我有喜欢的人了？”叶漓眼中泛着寒光，冰冷的扫向叶眉。
en_us: "Who told you that there's someone else I like?" Ye Li questioned, glaring at Ye Mei with an icy cold gaze.

source: “谁家小姐啊，竟然是第一次参加聚会，真是可怜。”
en_us: "Whose family does she belong to? It's actually her first time attending such a gathering. How pathetic."

source: “谁？”校长皱眉问了一句。
en_us: "Who's that?" the principal asked with a frown.

source: “贱女人，你还真以为我们不敢动手？”其中一个在班级上混的比较开的女生，上前就要给叶漓一巴掌。
en_us: "Shameless woman, do you really think we won't dare to touch you?" One of the more popular girls in class stepped forward and was about to slap Ye Li.

source: “跟谁聊天呢，这么开心？”徐晗晃悠着靠近，斜着一双漂亮的眼睛看她的手机。
en_us: "Who are you texting? You look so happy," Xu Han said as he leaned over casually, glancing at her mobile phone from the side.

source: “转学生？”
en_us: "Is she a transfer student?"

source: “还不删图？人家都点名指出了，你还装作看不见？还要不要脸？”
en_us: "Why haven't you deleted the photo? They've already clarified matters and mentioned you Why are you still pretending not to see it? Have you got any shame?"

source: “还把微博改成了小凤漓呢，真是恶心，枫神不过就是跟你吃了一顿饭而已，就这么迫不及待的蹭他热度了吗？我看你就是死不要脸的缠上了人家了吧！”
en_us: "You even changed your Twitter username to Little Ye Li. How disgusting. Ye Feng has merely had a meal with you, are you so eager to associate yourself with him for fame? I bet you're just pestering him shamelessly!"

source: “还是眉宝好，低调且优秀。”
en_us: "Ye Mei is much better. She keeps a low profile and she's so outstanding."

source: “还没吃呢，一个人吃饭都没什么胃口。”某人叹了一声。
en_us: "Not yet, I don't have much of an appetite because I'm going to eat alone." He sighed.

source: “这.....”叶眉听这话，顿时为难的看向叶漓。
en_us: "Well..." Ye Li immediately looked at Ye Li, looking as if she was put in a spot.

source: “这下我可以叫你老公了么？”叶漓得逞的问。
en_us: "Can I call you Hubby now?" Ye Li asked smugly.

source: “这不就是你保持身材的好秘诀吗？我现在想减肥，自然得学着你一点，不然如何瘦的下去，你说是不是？”叶漓一脸天真的看她。
en_us: "Isn't that your secret method for staying in shape? I want to lose weight now, so I naturally have to learn from you. Otherwise, how can I lose weight?" Ye Li said, looking at her innocently.

source: “这个合我胃口，你们谁都别跟我抢。”
en_us: "This one's my cup of tea, none of you vie with me."

source: “这么严重，肯定得赔偿不少钱吧？”
en_us: "Her injury was pretty severe. The compensation sum must be hefty, huh?"

source: “这么年轻，不会就是徐家大少那个未过门的小妻子吧？”
en_us: "She's so young, surely she isn't the young fiancée of Xu Fengnian, right?"

source: “这也不能代表你们就能欺负她！道歉！”虽然是自己的粉丝，可对叶枫来说，几千万的粉丝都没有自家妹妹一根头发来的重要，更别说刚刚这群人一副仗势欺人的样子，他可都看在眼里。
en_us: "That doesn't mean that you can bully her too! Apologize!" Although they were his fans, his younger sister was way more important than tens of millions of fans. Besides, he had also seen the way they bullied others.

source: “这件事一直都是大家在猜想，若是她真那么喜欢于学长，这会儿肯定会借机缠上他才是，现在她却只想撇清关系，你们说会不会真的是误会了吗？”
en_us: "All this while, we have just been making speculations and wild guesses. If she really likes Senior Yu that much, she must have taken the chance to pester him. Yet, she just wants to cut off all relations to him and draw a line between them. Do you guys think that we've really mistaken them?"

source: “这位小姐，你还要吗？”服务员无语的问。
en_us: "Miss, do you still want it?" the sales assistant asked helplessly.

source: “这叶家的所有人都没把我当回事，我真的熬不下去了，今天因为叶漓的一句话，所有人都在指责我！”叶眉不甘心的道。
en_us: "No one in the Ye Family takes me seriously. I really can't stand this anymore. Today, everyone blamed me because of something Ye Li said!" Ye Mei said indignantly.

source: “这圆润的身材，摸着肯定很舒服。”
en_us: "It must be comfortable to touch her since she's soft and chubby."

source: “这宴会这么多人，谁不找不到，偏偏来找我未婚夫？知道的以为你只是想跳舞，不知道的，还以为你才是他的未婚妻呢？”她呵了一声。
en_us: "There are so many people present at the gathering. Of all people, must you dance with my fiancé? Those who know what's happening will think that you just want to dance but those who don't might just think that you're his fiancée instead of me," she said sarcastically with a scoff.

source: “这就不是二小姐该担心的事情了。”叶漓淡淡的开口，可那语气好似在说徐媛多管闲事。
en_us: "That's none of your concern, Miss Xu Yuan," Ye Li said calmly, sounding as if she was saying that Xu Yuan was being nosy.

source: “这就不是你一个外人该关心的事了。”叶漓的笑容徒然一冷，漠然的道。
en_us: "As an outsider, that's not something you should care about," Ye Li said indifferently with a cold smile.
